Repository: uaremad/ios-worktime
Catalog: App/Resources/General.xcstrings
Source language: de
Languages: ar, da, en, es, fi, fr, ja, la, nb, nl, pl, pt, ru, sv, tr

# general_overview_action_new_entry
source: Neue Buchung
ar: New Entry
da: New Entry
en: New Entry
es: New Entry
fi: New Entry
fr: New Entry
ja: New Entry
la: New Entry
nb: New Entry
nl: New Entry
pl: New Entry
pt: New Entry
ru: New Entry
sv: New Entry
tr: New Entry

# general_overview_action_open_records_list
source: Zur Liste
ar: Go to Records
da: Go to Records
en: Go to Records
es: Go to Records
fi: Go to Records
fr: Go to Records
ja: Go to Records
la: Go to Records
nb: Go to Records
nl: Go to Records
pl: Go to Records
pt: Go to Records
ru: Go to Records
sv: Go to Records
tr: Go to Records

# general_overview_value_unknown
source: Unbekannt
ar: Unknown
da: Unknown
en: Unknown
es: Unknown
fi: Unknown
fr: Unknown
ja: Unknown
la: Unknown
nb: Unknown
nl: Unknown
pl: Unknown
pt: Unknown
ru: Unknown
sv: Unknown
tr: Unknown

# general_overview_note_placeholder
source: Notiz eingeben
ar: Enter note
da: Enter note
en: Enter note
es: Enter note
fi: Enter note
fr: Enter note
ja: Enter note
la: Enter note
nb: Enter note
nl: Enter note
pl: Enter note
pt: Enter note
ru: Enter note
sv: Enter note
tr: Enter note

# general_overview_note_title
source: Notiz bearbeiten
ar: Edit Note
da: Edit Note
en: Edit Note
es: Edit Note
fi: Edit Note
fr: Edit Note
ja: Edit Note
la: Edit Note
nb: Edit Note
nl: Edit Note
pl: Edit Note
pt: Edit Note
ru: Edit Note
sv: Edit Note
tr: Edit Note

# general_overview_action_save_note
source: Speichern
ar: Save
da: Save
en: Save
es: Save
fi: Save
fr: Save
ja: Save
la: Save
nb: Save
nl: Save
pl: Save
pt: Save
ru: Save
sv: Save
tr: Save

# accessibility_overview_profile_picker
source: Profilauswahl Übersicht
ar: Overview profile picker
da: Overview profile picker
en: Overview profile picker
es: Overview profile picker
fi: Overview profile picker
fr: Overview profile picker
ja: Overview profile picker
la: Overview profile picker
nb: Overview profile picker
nl: Overview profile picker
pl: Overview profile picker
pt: Overview profile picker
ru: Overview profile picker
sv: Overview profile picker
tr: Overview profile picker

# accessibility_overview_running_card
source: Karte aktiver Timer
ar: Running timer card
da: Running timer card
en: Running timer card
es: Running timer card
fi: Running timer card
fr: Running timer card
ja: Running timer card
la: Running timer card
nb: Running timer card
nl: Running timer card
pl: Running timer card
pt: Running timer card
ru: Running timer card
sv: Running timer card
tr: Running timer card

# accessibility_overview_latest_card
source: Karte letzte Buchung
ar: Latest record card
da: Latest record card
en: Latest record card
es: Latest record card
fi: Latest record card
fr: Latest record card
ja: Latest record card
la: Latest record card
nb: Latest record card
nl: Latest record card
pl: Latest record card
pt: Latest record card
ru: Latest record card
sv: Latest record card
tr: Latest record card

# accessibility_overview_today_card
source: Karte Tageswerte
ar: Today metrics card
da: Today metrics card
en: Today metrics card
es: Today metrics card
fi: Today metrics card
fr: Today metrics card
ja: Today metrics card
la: Today metrics card
nb: Today metrics card
nl: Today metrics card
pl: Today metrics card
pt: Today metrics card
ru: Today metrics card
sv: Today metrics card
tr: Today metrics card

# accessibility_overview_open_items_card
source: Karte offene Punkte
ar: Open items card
da: Open items card
en: Open items card
es: Open items card
fi: Open items card
fr: Open items card
ja: Open items card
la: Open items card
nb: Open items card
nl: Open items card
pl: Open items card
pt: Open items card
ru: Open items card
sv: Open items card
tr: Open items card

# accessibility_overview_recent_card
source: Karte letzte Einträge
ar: Recent records card
da: Recent records card
en: Recent records card
es: Recent records card
fi: Recent records card
fr: Recent records card
ja: Recent records card
la: Recent records card
nb: Recent records card
nl: Recent records card
pl: Recent records card
pt: Recent records card
ru: Recent records card
sv: Recent records card
tr: Recent records card

# accessibility_overview_quick_actions_card
source: Karte Schnellaktionen
ar: Quick actions card
da: Quick actions card
en: Quick actions card
es: Quick actions card
fi: Quick actions card
fr: Quick actions card
ja: Quick actions card
la: Quick actions card
nb: Quick actions card
nl: Quick actions card
pl: Quick actions card
pt: Quick actions card
ru: Quick actions card
sv: Quick actions card
tr: Quick actions card

# accessibility_overview_open_item_hint
source: Öffnet die gefilterte Liste
ar: Opens the filtered list
da: Opens the filtered list
en: Opens the filtered list
es: Opens the filtered list
fi: Opens the filtered list
fr: Opens the filtered list
ja: Opens the filtered list
la: Opens the filtered list
nb: Opens the filtered list
nl: Opens the filtered list
pl: Opens the filtered list
pt: Opens the filtered list
ru: Opens the filtered list
sv: Opens the filtered list
tr: Opens the filtered list

# cost_centre_name
source: Kostenstellenname
ar: اسم مركز التكلفة
da: Omkostningssted navn
en: Cost Centre Name
es: Nombre del Centro de Costos
fi: Kustannuspaikan nimi
fr: Nom du Centre de Coûts
ja: コストセンター名
la: Nomen centri impensarum
nb: Kostsenter navn
nl: Kostenplaats Naam
pl: Nazwa Centrum Kosztów
pt: Nome do Centro de Custos
ru: Название Центра Затрат
sv: Kostnadsställe namn
tr: Maliyet Merkezi Adı

# cost_centre_external_ref
source: Externe Referenz
ar: المرجع الخارجي
da: Ekstern reference
en: External Reference
es: Referencia Externa
fi: Ulkoinen viite
fr: Référence Externe
ja: 外部参照
la: Referentia externa
nb: Ekstern referanse
nl: Externe Referentie
pl: Referencja Zewnętrzna
pt: Referência Externa
ru: Внешняя Ссылка
sv: Extern referens
tr: Harici Referans

# general_select_placeholder
source: Auswählen...
ar: اختر...
da: Vælg...
en: Select...
es: Seleccionar...
fi: Valitse...
fr: Sélectionner...
ja: 選択...
la: Elige...
nb: Velg...
nl: Selecteren...
pl: Wybierz...
pt: Selecionar...
ru: Выбрать...
sv: Välj...
tr: Seç...

# general_settings
source: Einstellungen
ar: الإعدادات
da: Indstillinger
en: Settings
es: Configuración
fi: Asetukset
fr: Paramètres
ja: 設定
la: Configurationes
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tr: Ayarlar

# general_shared_profile
source: Gemeinsames Profil
ar: الملف المشترك
da: Delt profil
en: Shared Profile
es: Perfil Compartido
fi: Jaettu profiili
fr: Profil Partagé
ja: 共有プロファイル
la: Profilum commune
nb: Delt profil
nl: Gedeeld Profiel
pl: Wspólny Profil
pt: Perfil Compartilhado
ru: Общий Профиль
sv: Delad profil
tr: Paylaşılan Profil

# accessibility_add_cost_centre
source: Kostenstelle hinzufügen
ar: إضافة مركز تكلفة
da: Tilføj omkostningssted
en: Add Cost Centre
es: Agregar Centro de Costos
fi: Lisää kustannuspaikka
fr: Ajouter Centre de Coûts
ja: コストセンターを追加
la: Adde centrum impensarum
nb: Legg til kostsenter
nl: Kostenplaats Toevoegen
pl: Dodaj Centrum Kosztów
pt: Adicionar Centro de Custos
ru: Добавить Центр Затрат
sv: Lägg till kostnadsställe
tr: Maliyet Merkezi Ekle

# accessibility_edit_cost_centre
source: Kostenstelle bearbeiten
ar: تحرير مركز التكلفة
da: Rediger omkostningssted
en: Edit Cost Centre
es: Editar Centro de Costos
fi: Muokkaa kustannuspaikkaa
fr: Modifier Centre de Coûts
ja: コストセンターを編集
la: Recense centrum impensarum
nb: Rediger kostsenter
nl: Kostenplaats Bewerken
pl: Edytuj Centrum Kosztów
pt: Editar Centro de Custos
ru: Редактировать Центр Затрат
sv: Redigera kostnadsställe
tr: Maliyet Merkezi Düzenle

# general_search
source: Suchen
ar: بحث
da: Søg
en: Search
es: Buscar
fi: Haku
fr: Rechercher
ja: 検索
la: Quaere
nb: Søk
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara

# general_filter
source: Filtern
ar: تصفية
da: Filtrer
en: Filter
es: Filtrar
fi: Suodata
fr: Filtrer
ja: フィルター
la: Filtra
nb: Filtrer
nl: Filteren
pl: Filtruj
pt: Filtrar
ru: Фильтр
sv: Filtrera
tr: Filtrele

# general_unknown
source: Unbekannt
ar: غير معروف
da: Ukendt
en: Unknown
es: Desconocido
fi: Tuntematon
fr: Inconnu
ja: 不明
la: Ignotus
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
sv: Okänd
tr: Bilinmiyor

# general_comment
source: Kommentar
ar: Comment
da: Comment
en: Comment
es: Comentario
fi: Comment
fr: Commentaire
ja: コメント
la: Comment
nb: Comment
nl: Comment
pl: Comment
pt: Comentário
ru: Комментарий
sv: Comment
tr: Yorum

# general_developer_onboarding
source: Onboarding
ar: الإعداد الأولي
ja: オンボーディング
ru: Онбординг

# general_scope
source: Bereich
ar: Scope
da: Scope
en: Scope
es: Ámbito
fi: Scope
fr: Portée
ja: 範囲
la: Scope
nb: Scope
nl: Bereik
pl: Zakres
pt: Escopo
ru: Область
sv: Omfattning
tr: Kapsam

# cost_centre_scope
source: Kostenstellen-Bereich
ar: Cost Centre Scope
da: Cost Centre Scope
en: Cost Centre Scope
es: Ámbito del Centro de Costos
fi: Cost Centre Scope
fr: Portée du Centre de Coûts
ja: コストセンター範囲
la: Cost Centre Scope
nb: Cost Centre Scope
nl: Kostenplaats Bereik
pl: Zakres Centrum Kosztów
pt: Escopo do Centro de Custos
ru: Область Центра Затрат
sv: Kostnadsställe Omfattning
tr: Maliyet Merkezi Kapsamı

# general_none
source: Keine
ar: لا شيء
da: Ingen
en: None
es: Ninguno
fi: Ei mitään
fr: Aucun
ja: なし
la: Nullus
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
sv: Ingen
tr: Hiçbiri

# general_already_taken
source: Bereits vergeben
ar: مأخوذ بالفعل
da: Allerede taget
en: Already taken
es: Ya tomado
fi: Jo käytetty
fr: Déjà pris
ja: 既に使用されています
la: Iam occupatus
nb: Allerede tatt
nl: Reeds genomen
pl: Już zajęty
pt: Já tomado
ru: Уже занято
sv: Redan tagen
tr: Zaten alınmış
